tap "bbc/cd-utils"
tap "bramstein/webfonttools"
tap "grammarly/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "jesseduffield/lazygit"
tap "universal-ctags/universal-ctags"
brew "autoconf"
brew "automake"
brew "openssl"
brew "readline"
brew "sqlite"
brew "python"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "coreutils"
brew "cowsay"
brew "ctags", link: false
brew "diff-so-fancy"
brew "eslint"
brew "fortune"
brew "fzf"
brew "graphicsmagick"
brew "groovy"
brew "htop"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "jenv"
brew "jq"
brew "libksba"
brew "libyaml"
brew "lynx"
brew "mysql"
brew "nvm"
brew "openssl@1.1"
brew "pkg-config"
brew "plantuml"
brew "prettyping"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "sbt"
brew "scala"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "woff2"
brew "yarn"
brew "bbc/cd-utils/awscli-wormhole-credentials"
brew "bbc/cd-utils/wormhole-ecr-credential-helper"
brew "grammarly/tap/rocker"
brew "heroku/brew/heroku"
brew "jesseduffield/lazygit/lazygit"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "java"
cask "java8"
cask "phantomjs"
