
tap 'caskroom/cask'

# Core Homebrew
brew 'autoconf'
brew 'automake'
brew 'awscli'
brew 'bash'
brew 'bash-completion'
brew 'bat'
brew 'coreutils'
brew 'cowsay'
brew 'ctags'
brew 'diff-so-fancy'
brew 'eslint'
brew 'fontconfig'
brew 'freetype'
brew 'fzf'
brew 'gd'
brew 'gdbm'
brew 'gettext'
brew 'go'
brew 'graphicsmagick'
brew 'graphviz'
brew 'httpie'
brew 'hub'
brew 'icu4c'
brew 'jasper'
brew 'jenv'
brew 'jpeg'
brew 'jq'
brew 'lazygit'
brew 'libevent'
brew 'libgpg-error'
brew 'libidn2'
brew 'libksba'
brew 'libpng'
brew 'libtiff'
brew 'libtool'
brew 'libunistring'
brew 'libyaml'
brew 'lynx'
brew 'mysql'
brew 'node'
brew 'nvm'
brew 'oniguruma'
brew 'openssl'
brew 'openssl@1.1'
brew 'perl'
brew 'pkg-config'
brew 'plantuml'
brew 'prettyping'
brew 'python'
brew 'readline'
brew 'rocker'
brew 'ruby'
brew 'sbt'
brew 'scala'
brew 'sqlite'
brew 'tmux'
brew 'vim'
brew 'webp'
brew 'wget'
brew 'xz'

# Cask Apps
cask 'java'
cask 'java8'

