tap "alphagov/gds"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
brew "python@3.12"
brew "aws-sam-cli"
brew "awscli"
brew "localstack"
brew "awscli-local"
brew "cfn-lint"
brew "gh"
brew "gnupg"
brew "httpie"
brew "jq"
brew "jsonlint"
brew "k6"
brew "keyring"
brew "neovim"
brew "pinentry-mac"
brew "pipx"
brew "pre-commit"
brew "ykman"
cask "aws-vault"
cask "temurin@11"
vscode "dbaeumer.vscode-eslint"
vscode "eseom.nunjucks-template"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "hbenl.vscode-mocha-test-adapter"
vscode "hbenl.vscode-test-explorer"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.test-adapter-converter"
vscode "mxsdev.typescript-explorer"
vscode "nickdemayo.vscode-json-editor"
vscode "qezhu.gitlink"
vscode "redhat.vscode-yaml"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "vscodevim.vim"
vscode "waderyan.gitblame"
